[
  {
    "id": "1",
    "title": "Foreword",
    "text": "The foreword welcomes new and continuing students to Leyte Normal University (LNU). It states that the student handbook is specifically intended to provide information to both new and continuing students to help them understand the school's expectations and policies. Studying the handbook is encouraged, as it will help students become aware of what LNU provides and what is expected of them in return. Schooling is noted as both a privilege and a responsibility. The handbook is meant to make students aware of what LNU can do for them and what they can do for LNU."
  },
  {
    "id": "2",
    "title": "LNU: A Brief History",
    "text": "The history of Leyte Normal University (LNU) dates back to 1921 when it was established as the Provincial Normal School, an adjunct of Leyte High School, with a mandate to train teachers for elementary education. It eventually outgrew Leyte High School, becoming an independent 2-year collegiate institution in 1938 that offered the Elementary Teaching Certificate (ETC). In 1952 it became a 4-year degree granting college with a training department, known as Leyte Normal School. On June 14, 1976 it was converted into Leyte State College under Presidential Decree No. 944. In 1995, Republic Act No. 7901 converted it into Leyte Normal University. Over the years LNU gained increasing Level I-III accreditation from AACCUP. It was named a Center of Excellence for Teacher Education and Training Excellence by CHED, and a CHED Program Cluster Implementer for Social Science and Graduate School Research."
  },
  {
    "id": "3",
    "title": "Philosophy and Objectives",
    "text": "LNU's mission is to provide quality and relevant academic, research and extension programs responsive to local and global development needs. Its vision is to be a center of quality leadership in Teacher Education, Arts and Sciences, and Management and Entrepreneurship. Objectives include: 1) To upgrade and maintain standards as a Center of Excellence within resource limits; 2) To provide an environment conducive to serious study, research, tolerance, openness, and respect for diverse ideas; 3) To develop God-centered, nationalistic, values-oriented students capable of constructively participating in national and global needs and issues."
  },
  {
    "id": "4",
    "title": "Curricular Programs",
    "text": "LNU offers graduate and undergraduate programs across 3 colleges:\n\nCollege of Education \n- Graduate programs: Doctor of Education (Ed.D.) in Educational Administration; Doctor of Arts (D.A.) in Language Teaching; Master's degrees in Educational Management, Education, Special Education, Pre-Elementary Education, Teaching Filipino, Reading, Language, Mathematics, Social Studies, and Natural Science. \n- Undergraduate programs: Bachelor of Elementary Education (BEED); Bachelor of Secondary Education (BSEd) with majors in Mathematics, Physical Sciences, Biological Sciences, English, Filipino, Social Studies, Technology and Livelihood Education, Music/Arts/Physical Education; Teacher Certificate Program. \n\nCollege of Arts and Sciences\n- Graduate programs: Doctor of Philosophy (Ph.D.) in Social Science Research; Master's degrees in English, Biology, Social Work, Physical Education.\n- Undergraduate programs: Bachelor's degrees in Communication, Political Science, English, Biology, Information Technology, Social Work, Library and Information Science.\n\nCollege of Management and Entrepreneurship\n- Graduate programs: Doctor of Management (DM) in Human Resource Management; Master of Management (MM).\n- Undergraduate programs: Bachelor's degrees in Tourism, Hotel and Restaurant Management; Hotel and Restaurant Management."
  },
  {
    "id": "5",
    "title": "Admissions",
    "text": "Admission requirements are set and published by the department offering the program. Applications can be filed starting in January each year. \n\nFor graduate programs, applicants must have an appropriate Bachelor's degree for Master's programs, or a Master's degree for Doctorate programs, along with satisfactory academic records and passing an English Proficiency exam. \n\nFor undergraduate programs, requirements include passing entrance exams and interviews, having a minimum high school GPA of 80% with no grade below 80 in key subjects like English, Math, Science, and a minimum 85% GPA for transferees."
  },
  {
    "id": "6",
    "title": "Enrollment",
    "text": "For enrollment, new students and transferees must pass entrance exams and interviews, submit documents like Form 137/138, certificate of good moral character, birth certificate, and medical certificate. Returnees need approved application for readmission, leave of absence form, report of ratings, and student clearance from last semester attended. \n\nLate enrollment is allowed for one week after the registration deadline with a fine per day. Official dropping of subjects should be within the first week, otherwise student pays for the full semester even if withdrawing later. Students must properly notify offices when dropping out halfway or face probation status."
  },
  {
    "id": "7",
    "title": "Fees",
    "text": "Tuition, registration, and other fees are set by the university. Payments made at Cashiering Section with official receipt. Enrollment fees paid during enrollment period, tuition in 2 installments midterm and final term. Students withdrawing voluntarily or by dismissal may be charged per refund rules - 30% within 1 week whether attended classes or not, 50% in 2 weeks, 70% in 3 weeks, full fees after 4 weeks. Students with unsettled obligations cannot get transcripts or re-enroll."
  },
  {
    "id": "8",
    "title": "Student's Discounts",
    "text": "Discounts available for: high school valedictorian (100% tuition), salutatorian (50%), dean's listers, performing group members, university athletes, and publication staff recommended by coaches/advisers. High school graduates must have minimum 50 students in graduating class. Students can only avail one scholarship."
  },
  {
    "id": "9",
    "title": "Retention Policy",
    "text": "The 'On Probation' status is implemented for students getting a failing grade, multiple incomplete/conditional grades, or 2 or more selectively dropped subjects. The college dean informs the student and parents in writing. Probationary students must improve substantially next semester while on academic warning, otherwise enrollment will be denied for subsequent terms."
  },
  {
    "id": "10",
    "title": "Graduation Requirements",
    "text": "To graduate, students must satisfactorily complete all requirements for their program of study with no deficiencies and clean records. The Registrar publishes a graduation candidate list before end of each semester. Graduation applications filed from August-October for 1st semester, November-December for 2nd semester. Preliminary evaluation done at Guidance Services."
  },
  {
    "id": "11",
    "title": "Dean's List",
    "text": "The Dean's List recognizes outstanding scholastic achievement, published at end of each semester. To qualify, students must: carry regular full curriculum load; obtain weighted average of at least 1.5; have no grade below 2.5. No Dean's List during summer term."
  },
  {
    "id": "12",
    "title": "Honors and Special Awards",
    "text": "Students who complete courses with weighted averages in certain ranges graduate with honors: Summa Cum Laude (1.00-1.20), Magna Cum Laude (1.21-1.45), Cum Laude (1.46-1.75) - provided they have regular load, no grade below 2.5, and 50% of units earned at LNU. Failing grade disqualifies honors. Special awards given for contributions, leadership, service, skills in chosen field, and continuous enrollment from elementary."
  },
  {
    "id": "13",
    "title": "Student Clearance",
    "text": "Students given one month before finals to settle all obligations and get clearances from offices/departments, required for next term enrollment and transcript release. Senior students must accomplish clearance before leaving to avoid delays in documents."
  },
  {
    "id": "14",
    "title": "Academic Load",
    "text": "Undergraduates must take at least 16 hours weekly lecture or equivalent for 1 unit credit. Graduates have max 12 units per regular semester, 9 units during summer term for full-time students. Part-time graduates max 9 units."
  },
  {
    "id": "15",
    "title": "Class Attendance",
    "text": "Students required to attend classes regularly. After 3-4 unexcused absences, student warned and must get clearance admission slip. Automatically dropped if over 7 total absences. May petition Dean of Student Affairs for reconsideration. Less serious cases dealt with by teachers first."
  },
  {
    "id": "16",
    "title": "Leave of Absence (LOA)",
    "text": "Students may apply for LOA up to 2 consecutive semesters, with college dean and Dean of Students approval. Clearance form from last enrolled semester required. Parental consent may be needed. Must file LOA within 2 months of failing to enroll to keep slot."
  },
  {
    "id": "17",
    "title": "Transfer Request",
    "text": "To transfer out, student must file credentials request and fully settle obligations and accountabilities first. Students required to withdraw not entitled to honorable dismissal and get disciplinary note in transcript."
  },
  {
    "id": "18",
    "title": "Residence Requirements",
    "text": "Students expected to finish course in 4 years, max residence is 5 years. Must complete at least 1 year residence right before graduation."
  },
  {
    "id": "19",
    "title": "Grading System",
    "text": "Numerical points and quality points used to compute GPA. Minimum passing is 3.0. Conditional 4.0 grade must be removed next semester or becomes 5.0 failure. INC must be completed next semester or becomes 5.0. Dean warns students with poor standing. Students can appeal grades starting with course professor."
  },
  {
    "id": "20",
    "title": "Student Uniform",
    "text": "Prescribed uniform must be worn appropriately inside campus daily, except Wednesdays when decent civilian attire is allowed. Guidelines prohibit inappropriate/revealing clothing. Proper grooming required. Medical certification needed for exceptions."
  },
  {
    "id": "21",
    "title": "Student ID",
    "text": "Students must wear validated IDs visibly at all times inside campus. Non-transferable. Borrowing/lending prohibited. If lost, student signs affidavit of loss. If confiscated, student also signs form upon entry. Replacement requested from Dean of Students."
  },
  {
    "id": "22",
    "title": "Field Trips/Student Travels",
    "text": "All student activities outside university require approval from officials per procedures. Within Tacloban needs 1 week request to VPAA. Other domestic locations need 2 weeks request to President thru VPAA. International trips need 1 month request to President thru VPAA for Board approval. No trips approved 2 weeks before major exams."
  },
  {
    "id": "23",
    "title": "Medical and Dental Services",
    "text": "Health services provided through university clinic include routine exams, consultations, referrals, certifications, oral prophylaxis, 1 free dental service per semester. Other services by appointment. Students get one free dental service per semester for extraction, filling, or prophylaxis."
  },
  {
    "id": "24",
    "title": "Food Services",
    "text": "Food services include LNU cafeteria and cooperative. Cafeteria provides affordable meals and snacks daily from 9am-12:30pm and 1:30-4pm, cash only. Policies promote consideration of others and proper facilities use. No smoking allowed."
  },
  {
    "id": "25",
    "title": "Dormitory",
    "text": "Dorm stay privileges given first-come, first-served. Residents expected to uphold proper conduct and values like community living, time management, sanitation, and mental hygiene."
  },
  {
    "id": "26",
    "title": "Publications",
    "text": "Students may publish materials to disseminate information/opinions under faculty adviser guidance. Editor/staff must pass competitive exam and interview, then get recommended and approved. Publications must follow institutional policies like An Lantawan's."
  },
  {
    "id": "27",
    "title": "Performing Groups",
    "text": "Students are encouraged to join performing groups to showcase talents and enhance learning, including: LNU Brass Band, Chorale, Rondalla, Dance Troupe, and Theater Ensemble."
  },
  {
    "id": "28",
    "title": "Student Governance and Organizations",
    "text": "LNU recognizes students' right to participate in campus organizations for their interests, within policies. The LNU Supreme Student Council (LNU-SSC) is the highest student governing body. Organizations must be accredited by LNU-SSC and Office of Student Affairs."
  },
  {
    "id": "29",
    "title": "Co-Curricular and Extracurricular Activities",
    "text": "LNU encourages student participation in school activities outside classroom that don't negatively impact studies. Co-curricular activities enrich course learning. Extracurricular activities supplement classroom instruction."
  },
  {
    "id": "30",
    "title": "Policies on Sexual Harassment",
    "text": "LNU is committed to preventing sexual harassment under implementing guidelines of the Anti-Sexual Harassment Act of 1995. An ad hoc committee will investigate alleged cases."
  },
  {
    "id": "31",
    "title": "Policies on Hazing",
    "text": "LNU is committed to preventing hazing under implementing guidelines of the Anti-Hazing Law. An ad hoc committee will investigate alleged cases."
  },
  {
    "id": "32",
    "title": "Emergency Procedures",
    "text": "Safety tips provided for emergency cases like fire and earthquake. Key advice includes remaining calm, following instructions, avoiding hazards, listening to authorities, not rushing, and not spreading rumors."
  },
  {
    "id": "33",
    "title": "Ways to Enjoy Campus Life",
    "text": "Students are advised to: 1) Develop good study habits; 2) Know and follow university policies and rules; 3) Observe proper behavior and discipline; 4) Maintain respect, courtesy and honesty; 5) Participate actively in student organizations and activities."
  }
]